Repository: srwi/EverythingToolbar
Catalog: EverythingToolbar/Properties/Resources.*.resx
Languages: ar, de, hu, it, ko_kr, nl, ru

# SettingsQuickTogglesHelp
source: Show quick toggle buttons for search options in the search bar
de: Schnellschalter für Suchoptionen in der Suchleiste anzeigen
it: Mostra i pulsanti di scelta rapida per le opzioni di ricerca nella barra di ricerca

# SettingsAnimationsHelp
source: Disable UI animations for improved performance
de: UI-Animationen für verbesserte Leistung deaktivieren
it: Disabilita le animazioni dell'interfaccia utente per migliorare le prestazioni

# SettingsHideEmptyResultsHelp
source: Hide results when search term is empty
de: Ergebnisse ausblenden, wenn der Suchbegriff leer ist
it: Nascondi i risultati quando il termine di ricerca è vuoto

# SettingsSearchAsYouTypeHelp
source: Start searching as you type, without pressing Enter
de: Bereits bei der Eingabe suchen, ohne Enter zu drücken
it: Inizia la ricerca mentre scrivi, senza premere Invio

# SettingsSelectFirstResultHelp
source: Automatically select the first result while keeping the search bar focused
de: Wählt das erste Ergebnis aus, während die Suchleiste aktiv bleibt
it: Seleziona automaticamente il primo risultato mantenendo la barra di ricerca focalizzata

# SettingsDoubleClickHelp
source: Require double-click to open results
de: Erfordert einen Doppelklick zum Öffnen von Ergebnissen
it: Richiede un doppio clic per aprire i risultati

# SettingsHistoryHelp
source: Remember previous search terms for quick access
de: Vorherige Suchbegriffe für den schnellen Zugriff merken
it: Ricorda i termini di ricerca precedenti per l'accesso rapido

# SettingsEverythingFiltersHelp
source: Synchronize Everything's custom filters
de: Benutzerdefinierte Filter aus Everything synchronisieren
it: Sincronizza i filtri personalizzati di Everything

# SettingsRememberFilterHelp
source: Remember the last used filter for future searches
de: Den zuletzt verwendeten Filter für zukünftige Suchen merken
it: Ricorda l'ultimo filtro usato per le ricerche future

# SettingsUpdatesHelp
source: Notify when a new version is available
de: Benachrichtigen, wenn eine neue Version verfügbar ist
it: Notifica quando è disponibile una nuova versione

# SettingsReplaceStartMenuHelp
source: Replace the default Windows Start menu search with EverythingToolbar
de: Ersetzt die standardmäßige Startmenüsuche durch EverythingToolbar
it: Sostituisci la ricerca predefinita del menu Windows Start con EverythingToolbar

# ContextMenuOpenWithNoCustomActions
source: No actions defined
de: Keine Aktionen definiert
it: Nessuna azione definita

# MessageBoxCustomActionsNameEmpty
source: A custom action name cannot be empty.
de: Ein Aktionsname darf nicht leer sein.
it: Un nome di azione personalizzato non può essere vuoto.

# CustomActionsAutoApply
source: Automatically apply actions based on type and regular expression
de: Aktionen basierend auf Typ und regulärem Ausdruck automatisch anwenden
it: Applica automaticamente le azioni in base al tipo e all'espressione regolare

# DefaultFilterFile
source: File
ar: ملف
de: Dateien
hu: Fájl
ko_kr: 파일
nl: Bestand
ru: Файлы

# KeyCtrl
source: Ctrl
de: Strg

# UserFilterVideo
source: Video
ar: فيديو
de: Videos
hu: Videó
ko_kr: 비디오
ru: Видео

# SettingsHome
source: Home
de: Startseite

# UserFilterAudio
source: Audio
ar: الصوت
hu: Audió
ko_kr: 오디오
ru: Аудио
