Repository: srwi/EverythingToolbar
Catalog: EverythingToolbar/Properties/Resources.*.resx
Languages: ar, de, hu, it, ko_kr, nl, ru

# AboutVersion
source: Version
ar: الإصدار
hu: Verzió
it: Versione
ko_kr: 버전
nl: Versie
ru: Версия

# ContextMenuCopy
source: Copy
ar: نسخ
de: Kopieren
hu: Másolás
it: Copia
ko_kr: 복사
nl: Kopiëren
ru: Копировать

# ContextMenuCopyFile
source: Copy
ar: نسخ ملف
de: Kopieren
hu: Másolás
it: Copia
ko_kr: 복사
nl: Kopiëren
ru: Копировать

# ContextMenuCopyFullName
source: Copy Full Name to Clipboard
ar: إنسخ الاسم الكامل إلى الحافظة
de: Pfad mit Namen kopieren
hu: Fájlnév másolása a vágólapra
it: Copia il nome intero negli appunti
ko_kr: 전체 이름을 클립보드에 복사
nl: Kopieer de volledige naam naar het klembord
ru: Скопировать полное имя в буфер обмена

# ContextMenuCut
source: Cut
ar: قص
de: Ausschneiden
hu: Kivágás
it: Taglia
ko_kr: 잘라내기
nl: Knippen
ru: Вырезать

# ContextMenuOpen
source: Open
ar: إفتح
de: Öffnen
hu: Megnyitás
it: Apri
ko_kr: 열기
nl: Openen
ru: Открыть

# ContextMenuOpenPath
source: Open Path
ar: إفتح المسار
de: Pfad öffnen
hu: Megnyitás
it: Apri il percorso
ko_kr: 경로 열기
nl: Open pad
ru: Открыть путь

# ContextMenuOpenWinContext
source: Show more options
ar: إظهار خيارات أكثر
de: Weitere Optionen anzeigen
hu: Továbbiak megjelenítése
it: Mostra più opzioni
ko_kr: 옵션 더 보기
nl: Toon meer opties
ru: Больше настроек

# ContextMenuOpenWith
source: Open with...
ar: فتح باستخدام...
de: Öffnen mit...
hu: Megnyitás ezzel...
it: Apri con...
ko_kr: 다른 프로그램으로 열기
nl: Open met...
ru: Открыть с помощью...

# ContextMenuOpenWithChooseApp
source: Choose app
ar: اختر تطبيق
de: Andere App auswählen
hu: Alkalmazás választása
it: Scegli l'applicazione
ko_kr: 앱 선택
nl: Kies app
ru: Выбрать приложение

# ContextMenuPaste
source: Paste
ar: لصق
de: Einfügen
hu: Beillesztés
it: Incolla
ko_kr: 붙여넣기
nl: Plakken
ru: Вставить

# ContextMenuProperties
source: Properties
ar: خصائص
de: Eigenschaften
hu: Tulajdonságok
it: Proprietà
ko_kr: 속성
nl: Eigenschappen
ru: Свойства

# ContextMenuRunAsAdmin
source: Run as admin
ar: تشغيل كمسؤول
de: Als Administrator ausführen
hu: Futtatás rendszergazdaként
it: Esegui come amministratore
ko_kr: 관리자로 실행
nl: Voer als admin uit
ru: Запуск от имени администратора

# ContextMenuShowInEverything
source: Show in Everything
ar: اعرض في Everything
de: In Everything anzeigen
hu: Mutasd Everything-ben
it: Mostra in Everything
ko_kr: Everything에서 보기
nl: Toon in Everything
ru: Показать в Everything

# DefaultFilterAll
source: All
ar: الكل
de: Alle
hu: Mind
it: Tutti
ko_kr: 전체
nl: Alle
ru: Все

# DefaultFilterFolder
source: Folder
ar: مجلد
de: Ordner
hu: Mappa
it: Cartella
ko_kr: 폴더
nl: Map
ru: Папки

# ItemTemplateCompact
source: Compact
ar: مضغوط
de: Kompakt
hu: Kompakt
it: Compatto
ko_kr: 간단
ru: Компактный

# ItemTemplateCompactDetailed
source: Compact (detailed)
ar: مضغوط (مفصل)
de: Kompakt (detailliert)
hu: Kompakt (részletes)
it: Compatto (dettagliato)
ko_kr: 간단 (자세히)
nl: Compact (gedetailleerd)
ru: Компактный (детально)

# ItemTemplateNormal
source: Normal
ar: عادي
hu: Normál
it: Normale
ko_kr: 기본
nl: Normaal
ru: Обычный

# ItemTemplateNormalDetailed
source: Normal (detailed)
ar: عادي (مفصل)
de: Normal (detailliert)
hu: Normál (részletes)
it: Normale (dettagliato)
ko_kr: 기본 (자세히)
nl: Normaal (gedetailleerd)
ru: Обычный (детально)

# MessageBoxCopyException
source: Do you want to copy the exception content to clipboard?
ar: هل ترغب في نسخ المحتوى المُستثنى إلى الحافظة؟
de: Möchten Sie den Ausnahmentext in die Zwischenablage kopieren?
hu: Szeretnéd a kivételt a vágólapra másolni?
it: Vuoi copiare il contenuto dell'eccezione negli appunti?
ko_kr: 예외 항목을 클립보드에 복사하시겠습니까?
nl: Wilt u de uitzonderingsinhoud naar het klembord kopiëren?
ru: Скопировать описание исключения в буфер обмена?

# MessageBoxErrorTitle
source: Error
ar: حدث خطأ
de: Fehler
hu: Hiba
it: Errore
ko_kr: 에러
nl: Fout
ru: Ошибка

# MessageBoxFailedToCopyFile
source: Failed to copy file.
ar: فشل فى نسخ الملف.
de: Das Kopieren der Datei ist fehlgeschlagen.
hu: Fájlmásolás sikertelen.
it: Copia del file fallita.
ko_kr: 파일 복사에 실패했습니다.
nl: Kan bestand niet kopiëren.
ru: Не удалось скопировать файл.

# MessageBoxFailedToCopyPath
source: Failed to copy path.
ar: فشل في نسخ المسار.
de: Das Kopieren des Pfades ist fehlgeschlagen.
hu: Az útvonalmásolás sikertelen.
it: Copia del percorso fallita.
ko_kr: 경로 복사에 실패했습니다.
nl: Kan pad niet kopiëren.
ru: Не удалось скопировать путь.

# MessageBoxFailedToOpen
source: Failed to open search result.
ar: فشل في فتح نتيجة البحث.
de: Das Öffnen des Suchergebnisses ist fehlgeschlagen.
hu: Sikertelen keresés megnyitás.
it: Apertura risultato della ricerca fallita.
ko_kr: 검색 결과를 여는 데 실패했습니다.
nl: Kan zoekresultaat niet openen.
ru: Не удалось открыть результат поиска.

# MessageBoxFailedToOpenDialog
source: Failed to open dialog.
ar: فشل فتح مربع الحوار.
de: Das Öffnen des Dialogfensters ist fehlgeschlagen.
hu: Sikertelen dialógus megnyitás.
it: Apertura finestra di dialogo fallita.
ko_kr: 대화창을 여는 데 실패했습니다.
nl: Kan dialoogvenster niet openen.
ru: Не удалось открыть окно.

# MessageBoxFailedToOpenPath
source: Failed to open path.
ar: فشل فتح المسار.
de: Das Öffnen des Pfades ist fehlgeschlagen.
hu: Sikertelen útvonal megnyitás.
it: Apertura percorso fallita.
ko_kr: 경로 열기에 실패했습니다.
nl: Kan pad niet openen.
ru: Не удалось открыть путь.

# MessageBoxFailedToRegisterHotkey
source: Failed to register hotkey. It might be in use by another application.
ar: فشل في تسجيل مفتاح الاختصار. قد يكون قيد الاستخدام من قبل تطبيق آخر.
de: Das Tastenkürzel konnte nicht registriert werden. Möglicherweise wird es bereits von einer anderen Anwendung verwendet.
hu: Sikertelen gyorsbillentyű regisztráció. Talán egy másik alkalmazás használja.
it: Registrazione hotkey fallita. Potrebbe essere in uso in un'altra applicazione.
ko_kr: 단축키 등록에 실패했습니다. 다른 프로그램에서 사용 중일 수 있습니다.
nl: Registreren van sneltoets is mislukt. Mogelijk is deze in gebruik door een ander programma.
ru: Не удалось изменить сочетание клавиш. Возможно, оно используется в другом приложении.

# MessageBoxFailedToRunCommand
source: Failed to run command
ar: فشل في تشغيل الأمر
de: Ausführen des Befehls ist fehlgeschlagen.
hu: Sikertelen parancs futtatás
it: Esecuzione del comando fallita
ko_kr: 명령 실행에 실패했습니다.
nl: Commando uitvoeren mislukt
ru: Не удалось выполнить команду

# MessageBoxFastSortUnavailable
source: To utilize this sorting method it has to have fast sorting enabled. It can be enabled in your Everything settings.
ar: لاستخدام هذا الفرز، يجب تمكين "الفرز السريع" في الإعدادات.
de: Schnelle Sortierung ist für diese Sortiermethode nicht aktiviert. Bitte aktivieren Sie sie in den Everything-Einstellungen, um diese Sortiermethode verwenden zu können.
hu: Ezen rendezési mód használatához engedélyezni kell a gyors rendezést. Ez az Everything beállításokban megtehető.
it: Per utilizzare questo metodo di ordinamento, deve essere abilitato il riordino veloce. Può essere abilitato nei settaggi di Everything.
ko_kr: 이 정렬 방법을 사용하기 위해서는 빠른 정렬이 활성화되어야 합니다. 이는 Everything 설정에서 활성화 할 수 있습니다.
nl: Om deze sorteermethode te gebruiken, moet snel sorteren zijn ingeschakeld. Het kan worden ingeschakeld in je Everything instellingen.
ru: Для использования этого метода сортировки требуется быстрая сортировка. Её можно включить в настройках Everything.

# MessageBoxFastSortUnavailableTitle
source: Fast sorting not enabled
ar: الفرز السريع غير مفعل
de: Schnelle Sortierung nicht verfügbar
hu: Gyors rendezsé nincs engedélyezve
it: Riordino veloce non abilitato
ko_kr: 빠른 정렬이 활성화되지 않음
nl: Snel sorteren niet ingeschakeld
ru: Быстрая сортировка отключена

# MessageBoxRegExInvalid
source: At least one regular expression is invalid.
ar: عبارة عادية واحدة على الأقل غير صحيحة.
de: Mindestens ein regulärer Ausdruck ist nicht gültig.
hu: Legalább egy alapértelmezett kifejezés érvénytelen.
it: Almeno una espressione regolare non è valida.
ko_kr: 적어도 하나의 정규식이 유효하지 않습니다.
nl: Minstens één reguliere expressie is ongeldig.
ru: Одно из регулярных выражений указано неверно

# MessageBoxSelectEverythingExe
source: Please select Everything.exe...
ar: الرجاء تحديد Everything.exe...
de: Everything.exe wählen...
hu: Kérem válassza az Everything.exe-t...
it: Seleziona Everything.exe...
ko_kr: Everything.exe를 선택해주세요...
nl: Selecteer Everything.exe...
ru: Выберите файл Everything.exe...

# MessageBoxSelectFiltersCsv
source: Please select the Filters.csv file. By default it can be found in %APPDATA%\Everything. Its location might be different depending on your installation. If the file does not exist for you that means you didn't perform any changes to Everything's default filters.
ar: الرجاء تحديد ملف "Filters.csv". افتراضيًا يمكن العثور عليه في "%APPDATA%\Everything". قد يختلف موقع هذا الملف وفقاً لخياراتك الخاصة عند التثبيت. إذا كان الملف غير موجود، فهذا يعني أنك لم تقم بإجراء تغييرات على الفلاتر الافتراضية.
de: Bitte wählen Sie die Filters.csv-Datei aus. Standardmäßig kann sie in %APPDATA%\Everything gefunden werden. Je nach Ihrer Installation kann dieser Pfad abweichen. Falls noch keine Änderungen an den Standardfiltern in Everything vorgenommen wurden, existiert diese Datei nicht.
hu: Kérem válassza ki a Filters.csv fájlt. Alapértelmezetten az %APPDATA%\Everything elérési úton található, ez esetenként eltérhet. Ha nem létezik a fájl, az azt jelenti, hogy nem módosította a beállításokat.
it: Seleziona il file Filters.csv. Per default può essere trovato in %APPDATA%\Everything. La sua posizione potrebbe essere diversa in base alla tua installazione. Se il file non esiste significa che non hai eseguito nessun cambiamento ai filtri di Everything.
ko_kr: Filters.csv 파일을 선택해주세요. %APPDATA%\Everything 에서 찾을 수 있습니다. 설치 방법에 따라 다른 경로에 위치할 수 있습니다. 파일이 존재하지 않는다면 Everything의 기본 필터를 변경하지 않은 것입니다.
nl: Selecteer het bestand Filters.csv. Het is standaard te vinden in% APPDATA% \ Everything. De locatie kan verschillen, afhankelijk van uw installatie. Als het bestand niet bestaat, betekent dit dat je geen wijzigingen hebt aangebracht in de standaardfilters van Everything.
ru: Выберите файл Filters.csv. По умолчанию он находится в папке %APPDATA%\Everything. Его расположение может отличаться в зависимости от пути установки. Если файл отсутствует, это означает, что вы не вносили никаких изменений в стандартные фильтры Everything.

# MessageBoxSelectFiltersCsvTitle
source: Filters.csv not found
ar: لم يتم العثور على الملف Filters.csv
de: Filters.csv nicht gefunden
hu: Filters.csv nem található
it: Filters.csv non trovato
ko_kr: Filters.csv를 찾을 수 없습니다
nl: Filters.csv niet gevonden
ru: Filters.csv не найден

# MessageBoxUnhandledExceptionTitle
source: Unhandled exception occured
ar: حدث استثناء غير معالج
de: Unbehandelte Ausnahme eingetreten
hu: Váratlan kivétel történt
it: Si è verificata un'eccezione non gestita
ko_kr: 처리되지 않은 예외 발생
nl: Er is een onverwerkte uitzondering opgetreden
ru: Произошло необработанное исключение

# CustomActionsCommand
source: Command
de: Befehl
it: Comando

# CustomActionsName
source: Name
it: Nome

# CustomActionsRegularExpression
source: Regular Expression
de: Regulärer Ausdruck
it: Espressione regolare

# CustomActionsType
source: Type
de: Typ
it: Scrivi

# CustomActionsHelpText
source: Use %file%, %filename% and %path% as placeholders in commands.
de: Nutzen Sie %file%, %filename% und %path% als Platzhalter für Befehle.
it: Usa %file%, %filename% e %path% come segnaposto nei comandi.

# TextBoxWatermark
source: Search with Everything
ar: بحث باستخدام Everything
de: Suchen mit Everything
hu: Keresés az Everything-el
it: Cerca con Everything
ko_kr: Everything으로 검색
nl: Zoeken met Everything
ru: Найти с помощью Everything

# SearchResult
source: object
ar: عنصر
de: Eintrag
hu: objektum
it: oggetto
ko_kr: 항목
ru: элемент

# SearchResults
source: objects
ar: العناصر
de: Einträge
hu: objektum
it: oggetti
ko_kr: 항목
nl: objecten
ru: элем.

# SettingsDisableAnimations
source: Disable animations
ar: تعطيل المؤثرات
de: Animationen deaktivieren
hu: Animációk tiltása
it: Disabilita animazioni
ko_kr: 애니메이션 비활성화
nl: Animaties uitschakelen
ru: Отключить анимации

# SettingsEnableHistory
source: Enable search history
ar: تمكين تاريخ البحث
de: Suchverlauf aktivieren
hu: Keresési előzmények be
it: Abilita la cronologia delle ricerche
ko_kr: 검색 기록 사용함
nl: Zoekgeschiedenis inschakelen
ru: Включить историю поиска

# SettingsHideEmptyResults
source: Hide empty search
ar: إخفاء البحث الفارغ
de: Leere Suche ausblenden
hu: Üres keresés elrejtése
it: Nascondi la ricerca vuota
ko_kr: 빈 검색 숨기기
nl: Verberg lege zoekopdracht
ru: Не показывать результаты пустого запроса

# SettingsMatchCase
source: Match Case
ar: مراعاة حجم الحرف
de: Groß- und Kleinschreibung beachten
hu: Egyező eset
it: Corrispondenza maiuscolo/minuscolo
ko_kr: 대/소문자 일치
nl: Hoofdlettergevoelig
ru: Учитывать регистр

# SettingsMatchPath
source: Match Path
ar: مطابقة المسار
de: Pfad beachten
hu: Útvonal egyezés
it: Corrispondenza percorso
ko_kr: 경로 일치
nl: Overeenkomend pad
ru: Учитывать путь

# SettingsMatchWholeWord
source: Match Whole Word
ar: طابق كل الكلمات
de: Ganzes Wort beachten
hu: Teljes szó egyezése
it: Corrispondenza parola intera
ko_kr: 전체 단어 일치
nl: Volledig woord
ru: Только слова целиком

# SettingsPreferences
source: Preferences
ar: الإعدادات
de: Einstellungen
hu: Preferenciák
it: Impostazioni
ko_kr: 속성
nl: Voorkeuren
ru: Настройки

# SettingsRegularExpressions
source: Regular Expressions
ar: تعبيرات نمطية
de: RegEx aktivieren
hu: Reguláris kifejezés
it: Espressioni regolari
ko_kr: 정규식
nl: Reguliere Expressies
ru: Регулярные выражения

# SettingsRememberFilter
source: Remember filter
ar: تذكر التصفية
de: Filtereinstellung merken
hu: Szűrő megjegyzése
it: Ricorda il filtro
ko_kr: 필터 기억
nl: Filter onthouden
ru: Запомнить фильтр

# SettingsReplaceStartMenuSearch
source: Replace start menu search (experimental)
ar: استبدال البحث في قائمة إبداء الخاصه Windows (تجريبي)
de: Startmenüsuche ersetzen (experimentell)
hu: A start menü keresésének lecserélése (kísérleti)
it: Sostituisci la ricerca nel menu start (sperimentale)
ko_kr: 시작 메뉴 검색 기능 대체 (실험적 기능)
nl: Start menu zoeken vervangen (experimenteel)
ru: Замена поиска меню "Пуск" (экспериментально)

# SettingsShowQuickToggles
source: Show quick toggles
ar: عرض التبديلات سريعة
de: Suchoptionen anzeigen
hu: Gyorskapcsolók megjelenítése
it: Mostra impostazioni rapide
ko_kr: 빠른 전환 표시
nl: Snel schakelen weergeven
ru: Показывать переключатели

# SettingsShowResultsCount
source: Show results count
ar: عرض عدد النتائج
de: Ergebnisanzahl anzeigen
hu: A találatok száma
it: Mostra conteggio risultati
ko_kr: 검색 결과 수 표시
nl: Toon aantal resultaten
ru: Показывать количество результатов

# SettingsSortBy
source: Sort By
ar: الفرز حسب
de: Sortieren nach
hu: Rendezés
it: Ordina
ko_kr: 정렬 기준
nl: Sorteer op
ru: Сортировка

# SettingsThumbnailsEnabled
source: Enable thumbnails
ar: تمكين الصور المصغرة
de: Miniaturansicht aktivieren
hu: Mutasson miniatűröket
it: Abilita miniature
ko_kr: 썸네일 사용함
nl: Miniaturen inschakelen
ru: Включить отображение миниатюр

# SettingsUseEverythingFilters
source: Use Everything filters
ar: استخدام فلاتر Everything
de: Everything-Filter verwenden
hu: Everything szűrők használata
it: Usa i filtri di Everything
ko_kr: Everything 필터 사용
nl: Gebruik Everything filters
ru: Использовать фильтры Everything

# SettingsView
source: View
ar: عرض
de: Ansicht
hu: Megjelenít
it: Visualizzazione
ko_kr: 보기
nl: Uiterlijk
ru: Вид

# SortByAttributes
source: Attributes
de: Attribute
hu: Kat ide EvrythingToolbar fordításához
it: Attributi
nl: Kenmerken

# SortByDateAccessed
source: Date accessed
de: Letzter Zugriff am
hu: Hozzáférés ideje
it: Data di accesso
nl: Datum geopend

# SortByDateCreated
source: Date created
de: Erstellt am
hu: Létehozás dátuma
it: Data creazione
nl: Aanmaakdatum

# SortByDateModified
source: Date modified
de: Geändert am
hu: Módosítás dátuma
it: Data modifica
nl: Wijzigingsdatum

# SortByDateRecentlyChanged
source: Date recently changed
de: Kürzlich geändert
hu: Utolsó módósítás dátuma
it: Data modificata di recente
nl: Datum onlangs gewijzigd

# SortByDateRun
source: Date run
de: Ausführungsdatum
hu: Futtatás dátuma
it: Data di esecuzione
nl: Uitvoerdatum

# SortByExtension
source: Extension
de: Erweiterung
hu: Kiterjesztés
it: Estensione
nl: Extensies

# SortByFileListFilename
source: File list filename
de: Name der Dateiliste
hu: File lista neve
it: Nome del file di Elenco file
nl: Bestandsnaam van folder

# SortByName
source: Name
hu: Név
it: Nome
nl: Naam

# SortByPath
source: Path
de: Pfad
hu: Elérési út
it: Percorso
nl: URL

# SortByRunCount
source: Run count
de: Anzahl der Ausführungen
hu: Futás számláló
it: Conta eseguiti
nl: Aantal keer uitgevoerd

# SortBySize
source: Size
de: Größe
hu: Méret
it: Dimensione
nl: Grootte

# SortByTypeName
source: Type name
de: Typ
hu: Tipus
it: Tipo nome
nl: Typenaam

# UserFilterCompressed
source: Compressed
ar: مضغوط
de: Archive
hu: Tömörített
it: Archivio compresso
ko_kr: 압축 파일
nl: Gecomprimeerd
ru: Архивы

# UserFilterDocument
source: Document
ar: مستند
de: Dokumente
hu: Dokumentum
it: Documento
ko_kr: 문서
ru: Документы

# UserFilterExecutable
source: Executable
ar: قابل للتنفيذ
de: Ausführbare Dateien
hu: Futtatható
it: Eseguibile
ko_kr: 실행 파일
nl: Uitvoerbaar
ru: Программы

# UserFilterPicture
source: Picture
ar: صورة
de: Bilder
hu: Kép
it: Immagine
ko_kr: 사진
nl: Afbeelding
ru: Картинки

# UserFilterPlaceholder
source: More
ar: أكثر
de: Mehr
hu: Továbbiak
it: Altro
ko_kr: 더 보기
nl: Meer
ru: Другие

# UpdateBannerText
source: Update available:
ar: التحديث متوفر:
de: Update verfügbar:
hu: Frissítés elérhető:
it: Aggiornamento disponibile:
ko_kr: 업데이트 사용 가능:
nl: Update beschikbaar:
ru: Есть обновление:

# UpdateBannerSkip
source: Skip
ar: تخطي
de: Überspringen
hu: Kihagyás
it: Salta
ko_kr: 건너뛰기
nl: Overslaan
ru: Пропустить

# UpdateBannerDownload
source: Download
ar: تحميل
de: Herunterladen
hu: Letöltés
it: Scarica
ko_kr: 다운로드
ru: Загрузить

# SettingsCheckForUpdates
source: Check for updates automatically
ar: التحقق تلقائياً من التحديثات
de: Automatisch nach Updates suchen
hu: Frissítések autómatikus keresése
it: Controlla automaticamente la disponibilità di aggiornamenti
ko_kr: 자동으로 업데이트 확인
nl: Automatisch controleren op updates
ru: Проверять обновления автоматически

# SettingsSelectFirstResult
source: Select first result
ar: تحديد النتيجة الأولى
de: Erstes Ergebnis auswählen
hu: Első eredmény választása
it: Seleziona il primo risultato
ko_kr: 첫 번째 결과 선택
nl: Eerste resultaat selecteren
ru: Выберите первый результат

# SettingsDoubleClickToOpen
source: Double-click to open
ar: النقر المزدوج للفتح
de: Doppelklick zum Öffnen
hu: Dupla kattintás a megnyitáshoz
it: Doppio click per aprire
ko_kr: 두 번 클릭으로 열기
nl: Dubbelklik om te openen
ru: Двойной щелчок - открыть

# SortDescending
source: Descending
de: Absteigend
hu: Csökkenő
it: Decrescente
nl: Aflopend

# SortAscending
source: Ascending
de: Aufsteigend
hu: Növekvő
it: Crescente
nl: Oplopend

# SettingsSearchAsYouType
source: Search as you type
de: Suche bereits bei Eingabe starten
it: Durante la ricerca
nl: Zoeken terwijl u typt

# SettingsUserInterface
source: User Interface
de: Benutzeroberfläche
it: Interfaccia Utente

# SettingsAppearance
source: Appearance
de: Erscheinungsbild
it: Aspetto

# SettingsOther
source: Other
de: Sonstiges
it: Altro

# SettingsShortcuts
source: Shortcuts
de: Tastaturkürzel
it: Scorciatoie

# SettingsCustomShortcuts
source: Custom shortcuts
de: Benutzerdefinierte Tastaturkürzel
it: Scorciatoie personalizzate

# SettingsOtherShortcuts
source: Other shortcuts
de: Andere Tastaturkürzel
it: Altre scorciatoie

# SettingsOpenSearchWindow
source: Open search window
de: Suchfenster öffnen
it: Apri la finestra di ricerca

# ShortcutNavigateResults
source: Navigate search results
de: Suchergebnisse navigieren
it: Naviga i risultati di ricerca

# ShortcutNavigateHistory
source: Navigate search history (if enabled)
de: Suchverlauf navigieren (falls aktiviert)
it: Naviga nella cronologia di ricerca (se abilitata)

# ShortcutOpen
source: Open
de: Öffnen
it: Apri

# ShortcutOpenPath
source: Open path
de: Pfad öffnen
it: Apri percorso

# ShortcutOpenInEverything
source: Open in Everything
de: In Everything anzeigen
it: Apri in Everything

# ShortcutRunAsAdmin
source: Run as admin
de: Als Administrator ausführen
it: Esegui come amministratore

# ShortcutFileProperties
source: File properties
de: Dateieigenschaften
it: Proprietà del file

# ShortcutCopyFullPath
source: Copy full path to clipboard
de: Pfad mit Namen kopieren
it: Copia il percorso completo negli appunti

# ShortcutCycleFilters
source: Cycle through filters
de: Filter wechseln
it: Ciclo attraverso i filtri

# ShortcutSelectFilter
source: Select filter
de: Filter auswählen
it: Seleziona filtro

# ShortcutPreviewQuickLook
source: Preview file in QuickLook
de: Datei in QuickLook anzeigen
it: Anteprima del file in QuickLook

# SettingsSearch
source: Search
de: Suche
it: Cerca

# SettingsCustomActions
source: Custom Actions
de: Benutzerdefinierte Aktionen
it: Azioni personalizzate

# SettingsAdvanced
source: Advanced
de: Fortgeschritten
it: Avanzate

# SettingsReportProblem
source: Report a problem
de: Ein Problem melden
it: Segnala un problema

# SettingsBehavior
source: Behavior
de: Verhaltensweise
it: Comportamento

# SettingsHistory
source: History
de: Suchverlauf
it: Cronologia

# SettingsFilters
source: Filters
de: Filter
it: Filtri

# SettingsClearHistoryNow
source: Clear now
de: Jetzt löschen
it: Svuota ora

# SettingsUpdates
source: Updates
it: Aggiornamenti

# SettingsCheckNow
source: Check now
de: Jetzt prüfen
it: Controlla ora

# SettingsDownloadLatestVersion
source: Download latest version
de: Neueste Version herunterladen
it: Scarica l'ultima versione

# SettingsLatestVersionMessage
source: You are already using the latest version.
de: Sie verwenden bereits die aktuellste Version.
it: Stai già usando l'ultima versione.

# SettingsNamedInstance
source: Named Instance
de: Instanzname
it: Istanza Nominata

# SettingsInstanceName
source: Everything instance name
de: Name der Everything-Instanz
it: Istanza Nominata di Everything

# SettingsInstanceNameHelp
source: Set the name of the Everything instance to use
de: Legt den Namen der zu verwendenden Everything-Instanz fest
it: Imposta il nome dell'istanza di Everything da usare

# SettingsDefaultInstance
source: Default instance
de: Standardinstanz
it: Istanza predefinita

# AboutDescription
source: Everything integration for the Windows taskbar.
de: Everything-Integration für die Windows Taskleiste.
it: L'integrazione di Everything per la barra delle applicazioni di Windows.

# AboutSearchSettings
source: Search settings
de: Sucheinstellungen
it: Cerca impostazioni

# AboutUserInterface
source: User interface
de: Benutzeroberfläche
it: Interfaccia utente

# AboutCustomActions
source: Custom actions
de: Benutzerdefinierte Aktionen
it: Azioni personalizzate

# AboutLinks
source: Links
it: Collegamenti

# AboutFAQ
source: Frequently Asked Questions
de: Häufig gestellte Fragen
it: Domande Frequenti

# AboutSourceCode
source: Source Code (GitHub)
de: Quellcode (GitHub)
it: Codice Sorgente (GitHub)

# AboutStarOnGitHub
source: Star on GitHub
de: Einen Stern auf GitHub geben
it: Stella su Github

# AboutDonation
source: Make a donation
de: Spenden
it: Fai una donazione

# SettingsViewLayoutHelp
source: Choose the layout for search results
de: Legt die Darstellungsweise von Suchergebnissen fest
it: Scegli il layout per i risultati della ricerca

# SettingsThumbnailsHelp
source: Show thumbnails for image files
de: Vorschaubilder für Bilddateien anzeigen
it: Mostra le miniature per i file immagine

# SettingsResultsCountHelp
source: Display the total number of search results
de: Gesamtanzahl der Suchergebnisse anzeigen
it: Mostra il numero totale dei risultati della ricerca
